tefilus/MBD_PMSM/FINAL/simulink/codeGeneration/mcb_bldc_sixstep_f28069mLaunchPad_ert_rtw/mcb_bldc_sixstep_f28069mLaunchPad.h
 * '<S275>' : 'mcb_bldc_sixstep_f28069mLaunchPad/Speed Control/PI_Controller_Speed/Discrete PI Controller  with anti-windup & reset/Saturation/Enabled'
 * '<S276>' : 'mcb_bldc_sixstep_f28069mLaunchPad/Speed Control/PI_Controller_Speed/Discrete PI Controller  with anti-windup & reset/Saturation Fdbk/Disabled'
 * '<S277>' : 'mcb_bldc_sixstep_f28069mLaunchPad/Speed Control/PI_Controller_Speed/Discrete PI Controller  with anti-windup & reset/Sum/Sum_PI'
 * '<S278>' : 'mcb_bldc_sixstep_f28069mLaunchPad/Speed Control/PI_Controller_Speed/Discrete PI Controller  with anti-windup & reset/Sum Fdbk/Disabled'
 * '<S279>' : 'mcb_bldc_sixstep_f28069mLaunchPad/Speed Control/PI_Controller_Speed/Discrete PI Controller  with anti-windup & reset/Tracking Mode/Disabled'
 * '<S280>' : 'mcb_bldc_sixstep_f28069mLaunchPad/Speed Control/PI_Controller_Speed/Discrete PI Controller  with anti-windup & reset/Tracking Mode Sum/Passthrough'
 * '<S281>' : 'mcb_bldc_sixstep_f28069mLaunchPad/Speed Control/PI_Controller_Speed/Discrete PI Controller  with anti-windup & reset/Tsamp - Integral/TsSignalSpecification'
 * '<S282>' : 'mcb_bldc_sixstep_f28069mLaunchPad/Speed Control/PI_Controller_Speed/Discrete PI Controller  with anti-windup & reset/Tsamp - Ngain/Passthrough'
 * '<S283>' : 'mcb_bldc_sixstep_f28069mLaunchPad/Speed Control/PI_Controller_Speed/Discrete PI Controller  with anti-windup & reset/postSat Signal/Forward_Path'
 * '<S284>' : 'mcb_bldc_sixstep_f28069mLaunchPad/Speed Control/PI_Controller_Speed/Discrete PI Controller  with anti-windup & reset/preSat Signal/Forward_Path'
 * '<S285>' : 'mcb_bldc_sixstep_f28069mLaunchPad/Speed Control/PI_Controller_Speed/Zero_Cancellation/IIR Filter'
 * '<S286>' : 'mcb_bldc_sixstep_f28069mLaunchPad/Speed Control/PI_Controller_Speed/Zero_Cancellation/IIR Filter/Low-pass'
 * '<S287>' : 'mcb_bldc_sixstep_f28069mLaunchPad/Speed Control/PI_Controller_Speed/Zero_Cancellation/IIR Filter/Low-pass/IIR Low Pass Filter'
 * '<S288>' : 'mcb_bldc_sixstep_f28069mLaunchPad/To_LCD/Data_Logging'
 * '<S289>' : 'mcb_bldc_sixstep_f28069mLaunchPad/To_LCD/SCI_Tx_codegen'
 * '<S290>' : 'mcb_bldc_sixstep_f28069mLaunchPad/To_LCD/Data_Logging/Data'
 * '<S291>' : 'mcb_bldc_sixstep_f28069mLaunchPad/To_LCD/Data_Logging/Data_Conditioning'
 * '<S292>' : 'mcb_bldc_sixstep_f28069mLaunchPad/To_LCD/Data_Logging/End'
 * '<S293>' : 'mcb_bldc_sixstep_f28069mLaunchPad/To_LCD/Data_Logging/Start'
 * '<S294>' : 'mcb_bldc_sixstep_f28069mLaunchPad/To_LCD/Data_Logging/dataIndexCounter'
 * '<S295>' : 'mcb_bldc_sixstep_f28069mLaunchPad/To_LCD/Data_Logging/dataIndexCounter/Increment Real World'
 * '<S296>' : 'mcb_bldc_sixstep_f28069mLaunchPad/To_LCD/Data_Logging/dataIndexCounter/Wrap To Zero'
 */
#endif                     /* RTW_HEADER_mcb_bldc_sixstep_f28069mLaunchPad_h_ */

/*
 * File trailer for generated code.
 *
 * [EOF]
 */
